Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# Fotoğraf hazırlanamadı. Farklı bir fotoğraf dene.
source: The photo could not be prepared. Try a different photo.
ar: لا يمكن إعداد الصورة. حاول صورة مختلفة.
bn: ছবি প্রস্তুত করা যায়নি। একটি ভিন্ন ফটো চেষ্টা করুন.
de: Das Foto konnte nicht vorbereitet werden. Versuchen Sie es mit einem anderen Foto.
es: La foto no se pudo preparar. Prueba con una foto diferente.
fr: La photo n'a pas pu être préparée. Essayez une autre photo.
hi: फोटो तैयार नहीं हो सका. कोई भिन्न फ़ोटो आज़माएँ.
ja: 写真が用意できませんでした。別の写真を試してください。
pt: A foto não pôde ser preparada. Experimente uma foto diferente.
ru: Фото не удалось подготовить. Попробуйте другое фото.
tr: Fotoğraf hazırlanamadı. Farklı bir fotoğraf dene.
zh_hans: 无法准备照片。尝试不同的照片。

# Fotoğraf incelemeye gönderildi
source: Photo sent for review
ar: تم إرسال الصورة للمراجعة
bn: ছবি পর্যালোচনার জন্য পাঠানো হয়েছে
de: Foto zur Überprüfung gesendet
es: Foto enviada para revisión.
fr: Photo envoyée pour examen
hi: फोटो समीक्षा के लिए भेजा गया
ja: レビューのために写真を送信しました
pt: Foto enviada para análise
ru: Фото отправлено на проверку
tr: Fotoğraf incelemeye gönderildi
zh_hans: 照片已发送以供审核

# Fotoğraf seç
source: Choose photo
ar: اختر الصورة
bn: ছবি নির্বাচন করুন
de: Foto auswählen
es: Elige foto
fr: Choisir une photo
hi: फ़ोटो चुनें
ja: 写真を選択してください
pt: Escolha a foto
ru: Выбрать фото
tr: Fotoğraf seç
zh_hans: 选择照片

source: Posts containing photos and videos are no longer supported. Recreate the post with text or social link.
ar: لم تعد المشاركات التي تحتوي على صور ومقاطع فيديو مدعومة. أعد إنشاء المنشور باستخدام نص أو رابط اجتماعي.
bn: ফটো এবং ভিডিও সম্বলিত পোস্ট আর সমর্থিত নয়। পাঠ্য বা সামাজিক লিঙ্ক দিয়ে পোস্টটি পুনরায় তৈরি করুন।
de: Beiträge mit Fotos und Videos werden nicht mehr unterstützt. Erstellen Sie den Beitrag mit Text oder sozialem Link neu.
es: Ya no se admiten publicaciones que contengan fotos y videos. Recrea la publicación con texto o enlace social.
fr: Les publications contenant des photos et des vidéos ne sont plus prises en charge. Recréez la publication avec du texte ou un lien social.
hi: फ़ोटो और वीडियो वाले पोस्ट अब समर्थित नहीं हैं. टेक्स्ट या सोशल लिंक के साथ पोस्ट को दोबारा बनाएं।
ja: 写真やビデオを含む投稿はサポートされなくなりました。テキストまたはソーシャル リンクを使用して投稿を再作成します。
pt: Postagens contendo fotos e vídeos não são mais suportadas. Recrie a postagem com texto ou link social.
ru: Публикации с фотографиями и видео больше не поддерживаются. Создайте публикацию заново с текстом или ссылкой на социальную сеть.
tr: Fotoğraf ve video içeren postlar artık desteklenmiyor. Postu metin veya sosyal bağlantı ile yeniden oluştur.
zh_hans: 不再支持包含照片和视频的帖子。使用文本或社交链接重新创建帖子。

source: Photos are automatically reviewed before publication; Those containing nudity, obscenity or violence will be rejected.
ar: تتم مراجعة الصور تلقائيًا قبل النشر؛ سيتم رفض تلك التي تحتوي على العري أو الفحش أو العنف.
bn: প্রকাশের আগে ছবিগুলো স্বয়ংক্রিয়ভাবে পর্যালোচনা করা হয়। নগ্নতা, অশ্লীলতা বা সহিংসতা থাকলে ছবি বাতিল করা হবে।
de: Fotos werden vor der Veröffentlichung automatisch überprüft; Beiträge mit Nacktheit, Obszönität oder Gewalt werden abgelehnt.
es: Las fotos se revisan automáticamente antes de su publicación. Se rechazarán las que contengan desnudez, obscenidad o violencia.
fr: Les photos sont automatiquement examinées avant publication. Celles contenant de la nudité, des obscénités ou de la violence seront rejetées.
hi: प्रकाशन से पहले फ़ोटो की स्वचालित रूप से समीक्षा की जाती है; जिनमें नग्नता, अश्लीलता या हिंसा होगी, उन्हें अस्वीकार कर दिया जाएगा।
ja: 写真は公開前に自動的に審査されます。ヌード、わいせつ、暴力を含むものは拒否されます。
pt: As fotos são analisadas automaticamente antes da publicação. As que contiverem nudez, obscenidade ou violência serão rejeitadas.
ru: Фотографии автоматически проверяются перед публикацией. Фотографии с наготой, непристойным содержимым или насилием будут отклонены.
tr: Fotoğraflar yayınlanmadan önce otomatik olarak incelenir; çıplaklık, müstehcenlik veya şiddet içerenler reddedilir.
zh_hans: 照片在发布前会自动审核；含有裸露、淫秽或暴力内容的内容将被拒绝。

# Gerçek yüzey hazır
source: Physical surface ready
ar: السطح المادي جاهز
bn: ভৌত পৃষ্ঠ প্রস্তুত
de: Physische Oberfläche bereit
es: Superficie física lista
fr: Surface physique prête
hi: भौतिक सतह तैयार
ja: 物理的な表面の準備ができました
pt: Superfície física pronta
ru: Физическая поверхность готова
tr: Gerçek yüzey hazır
zh_hans: 物理表面准备就绪

# Geçersiz veya desteklenmeyen giriş bağlantısı.
source: Invalid or unsupported login link.
ar: رابط تسجيل الدخول غير صالح أو غير مدعوم.
bn: অবৈধ বা অসমর্থিত লগইন লিঙ্ক.
de: Ungültiger oder nicht unterstützter Anmeldelink.
es: Enlace de inicio de sesión no válido o no compatible.
fr: Lien de connexion invalide ou non pris en charge.
hi: अमान्य या असमर्थित लॉगिन लिंक.
ja: ログイン リンクが無効またはサポートされていません。
pt: Link de login inválido ou não suportado.
ru: Недействительная или неподдерживаемая ссылка для входа.
tr: Geçersiz veya desteklenmeyen giriş bağlantısı.
zh_hans: 登录链接无效或不受支持。

# Giriş Yapmadan Test Et (Önizleme)
source: Test Without Login (Preview)
ar: اختبار بدون تسجيل الدخول (معاينة)
bn: লগইন ছাড়াই পরীক্ষা (পূর্বরূপ)
de: Test ohne Anmeldung (Vorschau)
es: Prueba sin iniciar sesión (vista previa)
fr: Test sans connexion (aperçu)
hi: लॉगिन के बिना परीक्षण (पूर्वावलोकन)
ja: ログインせずにテストする (プレビュー)
pt: Teste sem login (visualização)
ru: Тест без входа в систему (предварительная версия)
tr: Giriş Yapmadan Test Et (Önizleme)
zh_hans: 无需登录即可测试（预览）

# Giriş bağlantısı gönderildi.
source: Login link has been sent.
ar: تم إرسال رابط الدخول
bn: লগইন লিঙ্ক পাঠানো হয়েছে.
de: Der Login-Link wurde gesendet.
es: Se ha enviado el enlace de inicio de sesión.
fr: Le lien de connexion a été envoyé.
hi: लॉगिन लिंक भेज दिया गया है.
ja: ログインリンクが送信されました。
pt: O link de login foi enviado.
ru: Ссылка для входа отправлена.
tr: Giriş bağlantısı gönderildi.
zh_hans: 登录链接已发送。

# Giriş ekranına dön
source: Return to login screen
ar: العودة إلى شاشة تسجيل الدخول
bn: লগইন স্ক্রিনে ফিরে যান
de: Zurück zum Anmeldebildschirm
es: Volver a la pantalla de inicio de sesión
fr: Revenir à l'écran de connexion
hi: लॉगिन स्क्रीन पर लौटें
ja: ログイン画面に戻る
pt: Retornar à tela de login
ru: Вернуться к экрану входа в систему
tr: Giriş ekranına dön
zh_hans: 返回登录屏幕

# Giriş yapılamadı. E-posta ve şifreni kontrol et.
source: Failed to log in. Check your email and password.
ar: فشل تسجيل الدخول. تحقق من بريدك الإلكتروني وكلمة المرور.
bn: লগ ইন করতে ব্যর্থ হয়েছে৷ আপনার ইমেল এবং পাসওয়ার্ড চেক করুন৷
de: Anmeldung fehlgeschlagen. Überprüfen Sie Ihre E-Mail-Adresse und Ihr Passwort.
es: No se pudo iniciar sesión. Verifique su correo electrónico y contraseña.
fr: Échec de la connexion. Vérifiez votre e-mail et votre mot de passe.
hi: लॉग इन करने में विफल। अपना ईमेल और पासवर्ड जांचें।
ja: ログインに失敗しました。メールアドレスとパスワードを確認してください。
pt: Falha ao fazer login. Verifique seu e-mail e senha.
ru: Не удалось войти. Проверьте свой адрес электронной почты и пароль.
tr: Giriş yapılamadı. E-posta ve şifreni kontrol et.
zh_hans: 登录失败。请检查您的电子邮件和密码。

# Gizlilik
source: Privacy
ar: الخصوصية
bn: গোপনীয়তা
de: Privatsphäre
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
pt: Privacidade
ru: Конфиденциальность
tr: Gizlilik
zh_hans: 隐私

# Gizlilik politikası
source: Privacy policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik politikası
zh_hans: 隐私政策

# Gizlilik ve güvenlik
source: Privacy and security
ar: الخصوصية والأمان
bn: গোপনীয়তা এবং নিরাপত্তা
de: Privatsphäre und Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
hi: गोपनीयता और सुरक्षा
ja: プライバシーとセキュリティ
pt: Privacidade e segurança
ru: Конфиденциальность и безопасность
tr: Gizlilik ve güvenlik
zh_hans: 隐私和安全

# Google AR hazırlanıyor…
source: Google AR is being prepared…
ar: جارٍ إعداد Google AR…
bn: Google AR প্রস্তুত করা হচ্ছে...
de: Google AR ist in Vorbereitung…
es: Google AR se está preparando...
fr: Google AR est en préparation…
hi: Google AR तैयार किया जा रहा है...
ja: Google ARは準備中です…
pt: Google AR está sendo preparado…
ru: Google AR готовится…
tr: Google AR hazırlanıyor…
zh_hans: 正在准备 Google AR…

# Gönderi önizlemesi
source: Post preview
ar: معاينة المنشور
bn: পোস্ট পূর্বরূপ
de: Beitragsvorschau
es: Vista previa de la publicación
fr: Aperçu de la publication
hi: पोस्ट का पूर्वावलोकन
ja: ポストプレビュー
pt: Visualização da postagem
ru: Предварительный просмотр публикации
tr: Gönderi önizlemesi
zh_hans: 发布预览

# Gönderi önizlemesi · Detaydan aç
source: Post preview · Open from details
ar: معاينة المنشور · فتح من التفاصيل
bn: পোস্টের পূর্বরূপ · বিস্তারিত থেকে খুলুন
de: Beitragsvorschau · Aus Details öffnen
es: Vista previa de publicación · Abrir desde detalles
fr: Aperçu de la publication · Ouvrir depuis les détails
hi: पोस्ट का पूर्वावलोकन · विवरण से खोलें
ja: ポストプレビュー・詳細から開く
pt: Visualização da postagem · Abrir nos detalhes
ru: Предварительный просмотр публикации · Открыть подробнее
tr: Gönderi önizlemesi · Detaydan aç
zh_hans: 发布预览·从详情打开

# Güvenli ve Kontrolünde
source: Safe and Under Control
ar: آمنة وتحت السيطرة
bn: নিরাপদ এবং নিয়ন্ত্রণাধীন
de: Sicher und unter Kontrolle
es: Seguro y bajo control
fr: Sûr et sous contrôle
hi: सुरक्षित एवं नियंत्रण में
ja: 安全かつ管理下にある
pt: Seguro e sob controle
ru: Безопасно и под контролем
tr: Güvenli ve Kontrolünde
zh_hans: 安全且受控

source: The map was not ready. Scan the textured surface from different angles in better light; then select Scan again or cancel with Close.
ar: الخريطة لم تكن جاهزة قم بمسح السطح المزخرف من زوايا مختلفة في ضوء أفضل؛ ثم حدد المسح مرة أخرى أو الإلغاء مع الإغلاق.
bn: মানচিত্র প্রস্তুত ছিল না। ভাল আলোতে বিভিন্ন কোণ থেকে টেক্সচার্ড পৃষ্ঠ স্ক্যান করুন; তারপরে আবার স্ক্যান বা ক্লোজ দিয়ে বাতিল নির্বাচন করুন।
de: Die Karte war noch nicht fertig. Scannen Sie die strukturierte Oberfläche aus verschiedenen Winkeln bei besserem Licht; Wählen Sie dann erneut „Scannen“ oder brechen Sie den Vorgang mit „Schließen“ ab.
es: El mapa no estaba listo. Escanee la superficie texturizada desde diferentes ángulos con mejor luz; luego seleccione Escanear nuevamente o cancele con Cerrar.
fr: La carte n'était pas prête. Scannez la surface texturée sous différents angles sous un meilleur éclairage ; puis sélectionnez Scanner à nouveau ou annulez avec Fermer.
hi: नक्शा तैयार नहीं था. बेहतर रोशनी में बनावट वाली सतह को विभिन्न कोणों से स्कैन करें; फिर दोबारा स्कैन करें या बंद करें के साथ रद्द करें चुनें।
ja: 地図の準備ができていませんでした。明るい光の下で、テクスチャーのある表面をさまざまな角度からスキャンします。次に、「もう一度スキャン」を選択するか、「閉じる」でキャンセルします。
pt: O mapa não estava pronto. Digitalize a superfície texturizada de diferentes ângulos com melhor iluminação; em seguida, selecione Digitalizar novamente ou cancele com Fechar.
ru: Карта не была готова. Сканируйте текстурированную поверхность под разными углами при лучшем освещении; затем снова выберите «Сканировать» или отмените нажатием «Закрыть».
tr: Harita hazır olmadı. Daha iyi ışıkta dokulu yüzeyi farklı açılardan tara; sonra Tekrar tara'yı seç veya Kapat ile iptal et.
zh_hans: 地图还没有准备好。在更好的光线下从不同角度扫描纹理表面；然后再次选择扫描或通过关闭取消。

# Harita, Keşfet, arama ve VoiceOver’da kullanılır.
source: Used in Map, Discover, search, and VoiceOver.
ar: يُستخدم في الخرائط والاستكشاف والبحث وVoiceOver.
bn: মানচিত্র, এক্সপ্লোর, অনুসন্ধান ও VoiceOver-এ ব্যবহৃত হয়।
de: Wird in Karten, Entdecken, Suchen und VoiceOver verwendet.
es: Se utiliza en Mapa, Descubrir, búsqueda y VoiceOver.
fr: Utilisé dans Carte, Découvrir, recherche et VoiceOver.
hi: मानचित्र, खोजें, खोज और VoiceOver में उपयोग किया जाता है।
ja: 「マップ」「見つける」、検索、VoiceOver で使用されます。
pt: Usado em Mapas, Explorar, pesquisa e VoiceOver.
ru: Используется в Картах, «Обзоре», поиске и VoiceOver.
tr: Harita, Keşfet, arama ve VoiceOver’da kullanılır.
zh_hans: 用于地图、探索、搜索和 VoiceOver。

# Hazır Avatarlar
source: Preset avatars
ar: الصور الرمزية المحددة مسبقًا
bn: পূর্বনির্ধারিত অবতার
de: Voreingestellte Avatare
es: avatares preestablecidos
fr: Avatars prédéfinis
hi: पूर्व निर्धारित अवतार
ja: プリセットのアバター
pt: Avatares predefinidos
ru: Предустановленные аватары
tr: Hazır Avatarlar
zh_hans: 预设头像

# Henüz içerik yok
source: No content yet
ar: لا يوجد محتوى بعد
bn: এখনও কোনো বিষয়বস্তু নেই
de: Noch kein Inhalt
es: Aún no hay contenido
fr: Pas encore de contenu
hi: अभी तक कोई सामग्री नहीं है
ja: まだコンテンツがありません
pt: Ainda não há conteúdo
ru: Пока нет контента
tr: Henüz içerik yok
zh_hans: 还没有内容

# Henüz koleksiyon yok
source: No collections yet
ar: لا توجد مجموعات بعد
bn: এখনও কোন সংগ্রহ নেই
de: Noch keine Sammlungen
es: Aún no hay colecciones
fr: Aucune collection pour l'instant
hi: अभी तक कोई संग्रह नहीं
ja: まだコレクションはありません
pt: Ainda não há coleções
ru: Коллекций пока нет
tr: Henüz koleksiyon yok
zh_hans: 还没有收藏集

# Henüz paylaşım yok
source: No posts yet
ar: لا توجد مشاركات حتى الآن
bn: এখনো কোনো পোস্ট নেই
de: Noch keine Beiträge
es: Aún no hay publicaciones
fr: Aucune publication pour l’instant
hi: अभी तक कोई पोस्ट नहीं
ja: まだ投稿はありません
pt: Nenhuma postagem ainda
ru: Публикаций пока нет
tr: Henüz paylaşım yok
zh_hans: 还没有帖子

# Henüz post yok
source: No posts yet
ar: لا توجد مشاركات حتى الآن
bn: এখনো কোনো পোস্ট নেই
de: Noch keine Beiträge
es: Aún no hay publicaciones
fr: Aucune publication pour l’instant
hi: अभी तक कोई पोस्ट नहीं
ja: まだ投稿はありません
pt: Nenhuma postagem ainda
ru: Публикаций пока нет
tr: Henüz post yok
zh_hans: 还没有帖子

# Hesabın için en az 8 karakterli yeni bir şifre belirle.
source: Set a new password for your account with at least 8 characters.
ar: قم بتعيين كلمة مرور جديدة لحسابك مكونة من 8 أحرف على الأقل.
bn: অন্তত 8টি অক্ষর সহ আপনার অ্যাকাউন্টের জন্য একটি নতুন পাসওয়ার্ড সেট করুন৷
de: Legen Sie für Ihr Konto ein neues Passwort mit mindestens 8 Zeichen fest.
es: Establezca una nueva contraseña para su cuenta con al menos 8 caracteres.
fr: Définissez un nouveau mot de passe pour votre compte avec au moins 8 caractères.
hi: अपने खाते के लिए कम से कम 8 अक्षरों वाला एक नया पासवर्ड सेट करें।
ja: アカウントの新しいパスワードを 8 文字以上で設定します。
pt: Defina uma nova senha para sua conta com pelo menos 8 caracteres.
ru: Установите новый пароль для своей учетной записи длиной не менее 8 символов.
tr: Hesabın için en az 8 karakterli yeni bir şifre belirle.
zh_hans: 为您的帐户设置至少 8 个字符的新密码。

source: Your account has been created. Tap the verification link in your email, then sign in.
ar: تم إنشاء حسابك. اضغط على رابط التحقق الموجود في بريدك الإلكتروني، ثم قم بتسجيل الدخول.
bn: আপনার অ্যাকাউন্ট তৈরি করা হয়েছে. আপনার ইমেলে যাচাইকরণ লিঙ্কটি আলতো চাপুন, তারপর সাইন ইন করুন৷
de: Ihr Konto wurde erstellt. Tippen Sie auf den Bestätigungslink in Ihrer E-Mail und melden Sie sich an.
es: Su cuenta ha sido creada. Toca el enlace de verificación en tu correo electrónico y luego inicia sesión.
fr: Votre compte a été créé. Appuyez sur le lien de vérification dans votre e-mail, puis connectez-vous.
hi: आपका अकाउंट बन गया है. अपने ईमेल में सत्यापन लिंक पर टैप करें, फिर साइन इन करें।
ja: アカウントが作成されました。メール内の確認リンクをタップして、サインインします。
pt: Sua conta foi criada. Toque no link de verificação em seu e-mail e faça login.
ru: Ваша учетная запись создана. Нажмите ссылку подтверждения в своем электронном письме, затем войдите в систему.
tr: Hesabın oluşturuldu. E-postandaki doğrulama bağlantısına dokun, ardından giriş yap.
zh_hans: 您的帐户已创建。点击电子邮件中的验证链接，然后登录。

# Hesabında kullandığın e-posta adresini yaz.
source: Type the email address you use in your account.
ar: اكتب عنوان البريد الإلكتروني الذي تستخدمه في حسابك.
bn: আপনি আপনার অ্যাকাউন্টে যে ইমেল ঠিকানা ব্যবহার করেন তা টাইপ করুন।
de: Geben Sie die E-Mail-Adresse ein, die Sie in Ihrem Konto verwenden.
es: Escriba la dirección de correo electrónico que utiliza en su cuenta.
fr: Tapez l'adresse e-mail que vous utilisez dans votre compte.
hi: वह ईमेल पता टाइप करें जिसका उपयोग आप अपने खाते में करते हैं।
ja: アカウントで使用する電子メール アドレスを入力します。
pt: Digite o endereço de e-mail que você usa em sua conta.
ru: Введите адрес электронной почты, который вы используете в своей учетной записи.
tr: Hesabında kullandığın e-posta adresini yaz.
zh_hans: 输入您在帐户中使用的电子邮件地址。

# Hesap oluştur
source: Create account
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hi: खाता बनाएं
ja: アカウントを作成する
pt: Criar conta
ru: Создать учетную запись
tr: Hesap oluştur
zh_hans: 创建帐户

source: The account could not be created. The email may be in use or the password is not strong enough.
ar: لا يمكن إنشاء الحساب. ربما يكون البريد الإلكتروني قيد الاستخدام أو أن كلمة المرور ليست قوية بدرجة كافية.
bn: অ্যাকাউন্ট তৈরি করা যায়নি। ইমেল ব্যবহার করা হতে পারে বা পাসওয়ার্ড যথেষ্ট শক্তিশালী নয়।
de: Das Konto konnte nicht erstellt werden. Möglicherweise wird die E-Mail-Adresse verwendet oder das Passwort ist nicht sicher genug.
es: No se pudo crear la cuenta. Es posible que el correo electrónico esté en uso o que la contraseña no sea lo suficientemente segura.
fr: Le compte n'a pas pu être créé. L'e-mail est peut-être en cours d'utilisation ou le mot de passe n'est pas assez fort.
hi: खाता नहीं बनाया जा सका. हो सकता है कि ईमेल उपयोग में हो या पासवर्ड पर्याप्त मजबूत न हो।
ja: アカウントを作成できませんでした。電子メールが使用中であるか、パスワードが十分に強力ではない可能性があります。
pt: A conta não pôde ser criada. O e-mail pode estar em uso ou a senha não é forte o suficiente.
ru: Не удалось создать учетную запись. Возможно, адрес электронной почты используется или пароль недостаточно надежный.
tr: Hesap oluşturulamadı. E-posta kullanımda olabilir veya şifre yeterince güçlü değil.
zh_hans: 无法创建该帐户。该电子邮件可能正在使用或密码强度不够。

# Kalıcı world-map storage yolu bulunamadı.
source: The persistent world-map storage path was not found.
ar: لم يتم العثور على مسار تخزين خريطة العالم المستمر.
bn: ক্রমাগত বিশ্ব-মানচিত্র সঞ্চয়স্থান পথ খুঁজে পাওয়া যায়নি.
de: Der dauerhafte Speicherpfad für die Weltkarte wurde nicht gefunden.
es: No se encontró la ruta de almacenamiento persistente del mapa mundial.
fr: Le chemin de stockage persistant de la carte du monde est introuvable.
hi: सतत विश्व-मानचित्र संग्रहण पथ नहीं मिला.
ja: 永続的なワールドマップ ストレージ パスが見つかりませんでした。
pt: O caminho persistente de armazenamento do mapa mundial não foi encontrado.
ru: Не найден постоянный путь к хранилищу карт мира.
tr: Kalıcı world-map storage yolu bulunamadı.
zh_hans: 找不到持久世界地图存储路径。

# Kamera ayarlarını aç
source: Open camera settings
ar: افتح إعدادات الكاميرا
bn: ক্যামেরা সেটিংস খুলুন
de: Öffnen Sie die Kameraeinstellungen
es: Abrir la configuración de la cámara
fr: Ouvrir les paramètres de la caméra
hi: कैमरा सेटिंग खोलें
ja: カメラ設定を開く
pt: Abra as configurações da câmera
ru: Открыть настройки камеры
tr: Kamera ayarlarını aç
zh_hans: 打开相机设置

# Kamera açık
source: Camera active
ar: الكاميرا نشطة
bn: ক্যামেরা সক্রিয়
de: Kamera aktiv
es: Cámara activa
fr: Caméra active
hi: कैमरा सक्रिय
ja: カメラがアクティブです
pt: Câmera ativa
ru: Камера активна
tr: Kamera açık
zh_hans: 相机处于活动状态

# Kamera açık · tarama sınırlı
source: Camera active · scanning limited
ar: الكاميرا نشطة · المسح محدود
bn: ক্যামেরা সক্রিয় · স্ক্যানিং সীমিত
de: Kamera aktiv · Scannen eingeschränkt
es: Cámara activa · escaneo limitado
fr: Caméra active · numérisation limitée
hi: कैमरा सक्रिय · स्कैनिंग सीमित
ja: カメラはアクティブですが、スキャンは制限されています
pt: Câmera ativa · digitalização limitada
ru: Камера активна · сканирование ограничено
tr: Kamera açık · tarama sınırlı
zh_hans: 摄像头激活·扫描受限

# Kamera açılamadı
source: Could not open camera
ar: لا يمكن فتح الكاميرا
bn: ক্যামেরা খুলতে পারেনি
de: Kamera konnte nicht geöffnet werden
es: No se pudo abrir la cámara
fr: Impossible d'ouvrir la caméra
hi: कैमरा नहीं खुल सका
ja: カメラを開けませんでした
pt: Não foi possível abrir a câmera
ru: Не удалось открыть камеру
tr: Kamera açılamadı
zh_hans: 无法打开相机

# Kamera başlatılamadı
source: Failed to initialize camera
ar: فشل في تهيئة الكاميرا
bn: ক্যামেরা আরম্ভ করতে ব্যর্থ হয়েছে
de: Kamera konnte nicht initialisiert werden
es: No se pudo inicializar la cámara
fr: Échec de l'initialisation de la caméra
hi: कैमरा प्रारंभ करने में विफल
ja: カメラの初期化に失敗しました
pt: Falha ao inicializar a câmera
ru: Не удалось инициализировать камеру
tr: Kamera başlatılamadı
zh_hans: 相机初始化失败

# Kamera görüntüsü alınamadı
source: Camera image could not be obtained
ar: لا يمكن الحصول على صورة الكاميرا
bn: ক্যামেরা ছবি পাওয়া যায়নি
de: Kamerabild konnte nicht erhalten werden
es: No se pudo obtener la imagen de la cámara
fr: L'image de la caméra n'a pas pu être obtenue
hi: कैमरे की छवि प्राप्त नहीं की जा सकी
ja: カメラ画像を取得できませんでした
pt: Não foi possível obter a imagem da câmera
ru: Изображение с камеры не удалось получить
tr: Kamera görüntüsü alınamadı
zh_hans: 无法获取相机图像

# Kamera hazırlanıyor
source: Preparing camera
ar: تحضير الكاميرا
bn: ক্যামেরা প্রস্তুত করা হচ্ছে
de: Kamera vorbereiten
es: Preparando la cámara
fr: Préparation de la caméra
hi: कैमरा तैयार किया जा रहा है
ja: カメラの準備中
pt: Preparando câmera
ru: Подготовка камеры
tr: Kamera hazırlanıyor
zh_hans: 准备相机

# Kamera hazırlanıyor…
source: Preparing camera…
ar: جارٍ تحضير الكاميرا…
bn: ক্যামেরা প্রস্তুত করা হচ্ছে...
de: Kamera vorbereiten…
es: Preparando cámara...
fr: Préparation de la caméra…
hi: कैमरा तैयार किया जा रहा है...
ja: カメラを準備中…
pt: Preparando câmera…
ru: Подготовка камеры…
tr: Kamera hazırlanıyor…
zh_hans: 准备相机...

# Kamera pozu alınamadı. Tekrar deneyin.
source: Could not determine the camera position and orientation. Try again.
ar: تعذر تحديد موضع الكاميرا واتجاهها. حاول مرة أخرى.
bn: ক্যামেরার অবস্থান ও দিক নির্ধারণ করা যায়নি। আবার চেষ্টা করুন।
de: Position und Ausrichtung der Kamera konnten nicht ermittelt werden. Versuchen Sie es erneut.
es: No se pudieron determinar la posición y la orientación de la cámara. Vuelve a intentarlo.
fr: Impossible de déterminer la position et l’orientation de la caméra. Réessayez.
hi: कैमरे की स्थिति और दिशा निर्धारित नहीं की जा सकी। फिर से प्रयास करें।
ja: カメラの位置と向きを取得できませんでした。もう一度お試しください。
pt: Não foi possível determinar a posição e a orientação da câmera. Tente novamente.
ru: Не удалось определить положение и ориентацию камеры. Попробуйте ещё раз.
tr: Kameranın konumu ve yönü belirlenemedi. Tekrar deneyin.
zh_hans: 无法确定相机的位置和朝向。请重试。

# Kamera ve Konum İzinleri
source: Camera and Location Permissions
ar: أذونات الكاميرا والموقع
bn: ক্যামেরা এবং অবস্থানের অনুমতি
de: Kamera- und Standortberechtigungen
es: Permisos de cámara y ubicación
fr: Autorisations de caméra et de localisation
hi: कैमरा और स्थान अनुमतियाँ
ja: カメラと位置情報の許可
pt: Permissões de câmera e localização
ru: Разрешения на камеру и местоположение
tr: Kamera ve Konum İzinleri
zh_hans: 相机和位置权限

# Kameradan canlı görüntü alınamadı. Tekrar deneyin.
source: No live image could be obtained from the camera. Try again.
ar: لا يمكن الحصول على صورة حية من الكاميرا. حاول ثانية.
bn: ক্যামেরা থেকে কোনো লাইভ ছবি পাওয়া যায়নি। আবার চেষ্টা করুন
de: Es konnte kein Livebild von der Kamera erhalten werden. Versuchen Sie es erneut.
es: No se pudo obtener ninguna imagen en vivo de la cámara. Intentar otra vez.
fr: Aucune image en direct n'a pu être obtenue de la caméra. Essayer à nouveau.
hi: कैमरे से कोई सजीव छवि प्राप्त नहीं की जा सकी. पुनः प्रयास करें।
ja: カメラからライブ画像を取得できませんでした。もう一度やり直してください。
pt: Nenhuma imagem ao vivo pôde ser obtida da câmera. Tente novamente.
ru: С камеры не удалось получить живое изображение. Попробуйте еще раз.
tr: Kameradan canlı görüntü alınamadı. Tekrar deneyin.
zh_hans: 无法从相机获得实时图像。再试一次。
